export default {
  "context" : {
    "reportTitle" : {
      "label" : "",
      "value" : "گزارش فروش"
    },
    "companyTop" : {
      "label" : "شرکت",
      "value" : "شرکت نمونه ایرانی"
    },
    "branch" : {
      "label" : "شعبه",
      "value" : "شعبه مرکزی"
    },
    "reportUser" : {
      "label" : "تولید کننده گزارش",
      "value" : "محمد بازیان"
    },
    "reportDate" : {
      "label" : "تاریخ",
      "value" : "1405/04/11"
    },
    "preparedBy" : {
      "label" : "",
      "value" : "تهیه کننده"
    },
    "approvedBy" : {
      "label" : "",
      "value" : "تایید کننده"
    }
  },
  "rows" : [ {
    "id" : 1,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 250000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "Repair",
    "status" : "ACTIVE"
  }, {
    "id" : 2,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 340000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "تست برای گزارش کامل صورت حساب ",
    "status" : "ACTIVE"
  }, {
    "id" : 3,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 320000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "تست برای گزارش کامل صورت حساب تست برای گزارش کامل صورت حساب تست برای گزارش کامل صورت حساب ",
    "status" : "ACTIVE"
  }, {
    "id" : 4,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 320000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "تست برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کاملت برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کاملت برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کاملت برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کاملت برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کاملت برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کاملت برای گزارش کامل صورت حساب تست برای گزارش کامل تست برای گزارش کامل صورت حساب تست برای گزارش کامل صورت حساب تست برای گزارش کامل صورت حساب صورت حساب تست برای گزارش کامل صورت حساب ",
    "status" : "ACTIVE"
  }, {
    "id" : 5,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 320000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "متن آهنگ بیست هزار آرزو محسن چاوشی ای همه خوبی تو را پس تو کرایی که را ای گل در باغ ما پس تو کجایی کجا سوسن با صد زبان از تو نشانم نداد گفت رو از من مجو غیر دعا و ثنا سرو اگر سر کشید در قد تو کی رسید نرگس اگر چشم داشت هیچ ندید او تو را هر طرفی صف زده مردم و دیو و دده لیک در این میکده پای ندارند پا از کرمت من به ناز می‌نگرم در بقا کی بفریبد شها دولت فانی مرا بیست هزار آرزو بود مرا پیش از این در هوسش خود نماند هیچ امانی مرا ای که به هنگام درد راحت جانی مرا وی که به تلخی فقر گنج روانی مرا سجده کنم من ز جان روی نهم من به خاک گویم از این‌ها همه عشق فلانی مرا هر نفس آواز عشق می‌رسد از چپ و راست ما به فلک میرویم عزم تماشا که راست ما به فلک بوده‌ ایم یار ملک بوده‌ ایم باز همان جا رویم جمله که آن شهر ماست گوهر پاک از کجا عالم خاک از کجا بر چه فرود آمدیت بار کنید این چه جاست بخت جوان یار ما دادن جان کار ما قافله سالار ما فخر جهان مصطفاست از کرمت من به ناز می‌نگرم در بقا کی بفریبد شها دولت فانی مرا بیست هزار آرزو بود مرا پیش از این در هوسش خود نماند هیچ امانی مرا ای که به هنگام درد راحت جانی مرا وی که به تلخی فقر گنج روانی مرا سجده کنم من ز جان روی نهم من به خاک گویم از این‌ها همه عشق فلانی مر",
    "status" : "ACTIVE"
  }, {
    "id" : 6,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 320000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "متن آهنگ نخل های بی سر محسن چاوشی هنوزم شهر من زیباست ولی مثل من افسردست هنوزم بوی خون میده هنوزم مهجور و سرخوردست هنوزم بوی خون میده هنوز بوی جنون میده با سرخیش راه دریارو به ماهی ها نشون میده هنوزم روی دیواراش نشون گوله ها پیداست هنوز تو کوچه هاش عطر تن فرمانده جهان آراست هنوز آواز میخونن تموم مردای بندر واسه زخمای بی مرهم برای نخلای بی سر با اینکه دورم از شهرم با اینکه آخر خطم با اینکه شهر ویرونست هنوزم عاشق شطم خدایا من با این مردم با این احساس همدردم نذار با دستای خالی به خرمشهر برگرد",
    "status" : "ACTIVE"
  }, {
    "id" : 7,
    "artifactName" : "Persepolis",
    "province" : "Fars",
    "contractor" : "Pars",
    "amount" : 320000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-12",
    "description" : "متن آهنگ نخل های بی سر محسن چاوشی هنوزم شهر من زیباست ولی مثل من افسردست هنوزم بوی خون میده هنوزم مهجور و سرخوردست هنوزم بوی خون میده هنوز بوی جنون میده با سرخیش راه دریارو به ماهی ها نشون میده هنوزم روی دیواراش نشون گوله ها پیداست هنوز تو کوچه هاش عطر تن فرمانده جهان آراست هنوز آواز میخونن تموم مردای بندر واسه زخمای بی مرهم برای نخلای بی سر با اینکه دورم از شهرم با اینکه آخر خطم با اینکه شهر ویرونست هنوزم عاشق شطم خدایا من با این مردم با این احساس همدردم نذار با دستای خالی به خرمشهر برگرد",
    "status" : "ACTIVE"
  }, {
    "id" : 8,
    "artifactName" : "Persepolis",
    "province" : "Tehran",
    "contractor" : "Pars",
    "amount" : 420000.00,
    "currency" : "IRR",
    "operationDate" : "2026-07-13",
    "description" : "متن آهنگ نخل های بی سر محسن چاوشی هنوزم شهر من زیباست ولی مثل من افسردست هنوزم بوی خون میده هنوزم مهجور و سرخوردست هنوزم بوی خون میده هنوز بوی جنون میده با سرخیش راه دریارو به ماهی ها نشون میده هنوزم روی دیواراش نشون گوله ها پیداست هنوز تو کوچه هاش عطر تن فرمانده جهان آراست هنوز آواز میخونن تموم مردای بندر واسه زخمای بی مرهم برای نخلای بی سر با اینکه دورم از شهرم با اینکه آخر خطم با اینکه شهر ویرونست هنوزم عاشق شطم خدایا من با این مردم با این احساس همدردم نذار با دستای خالی به خرمشهر برگرد",
    "status" : "ACTIVE"
  } ]
};